/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"General" = "כללי";
"About" = "אודות";

"Credits" = "כותרות";
"Reset Music One" = "Music One איפוס";
"Reset on Next Start" = "איפוס באתחול הבא";

"About Text" = "מדיניות פרטיות

כדי לסייע בספירת ההצבעות שלכם, אנו מעבירים את זהות מכשיר האייפון שלכם לשרת התחנה. מזהה המכשיר אינו משמש למטרות אחרות. איננו אוספים כל מידע אישי אחר, אך מדיניות זו עשויה להשתנות בעתיד.

הערת זכויות יוצרים

כל החומרים המצויים באתר זה מוגנים על-ידי חוק זכויות היוצרים של ארה\"ב. אין להפיץ, להפיק מחדש, לשדר, להציג, לפרסם או להעביר חומרים אלה בלי רשות מתועדת מטעם בובי וואלאס ובמקרים של חומרים של צד שלישי, מבעלי התכנים האמורים. אין לשנות או להסיר סמלים רשומים, זכויות יוצרים או סימנים נוספים מהתכנים.";

"Reset Database Text" = "אם נתקלתם בבעיות בהרצת התוכנה, איפוסה יכול לעזור. איפוס התוכנה ישחזר את כל ההגדרות למצב ברירת המחדל 	 שלהן. כל השירים המאוחסנים יימחקו, כולל ההצבעות והמועדפים.

העבירו את האפשרות למעלה למצב | ואתחלו את Music One.";

"Credits Text" = "פיתוח תוכנה עי בובי וואלאס. שלחו אימייל לבובי ל Bikeath1337@me.com

תודה לריצ'ארד קאוול, מייסד Music One, על ההזדמנות לעבוד על תוכנה זו.

שיתוף פעולה יצירתי של מתיו סמולץ'.

חלקים מפנים האודיו סטרימר הוסבו מעבודתו הנפלאה ותודות למאט גאלגר.

Some code of the streaming code was created by Matt Gallagher on 28/10/08. Copyright Matt Gallagher 2008. All rights reserved.

Permission is given to use this source code file, free of charge, in any project, commercial or otherwise, entirely at your risk, with the condition that any redistribution (in part or whole) of source code must retain this copyright and permission notice. Attribution in compiled projects is appreciated but not required.";